<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8">
  <title>Parásitos que Amenazan la Vida Silvestre</title>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
  <div class="container">

    <!-- ENCABEZADO -->
    <div class="header">
      <a href="imagenes/SALVAJE.png">
        <img src="imagenes/SALVAJE.png" alt="ANIMALEX">
      </a>
      <h1>ANIMALEX</h1>
    </div>

    <!-- NAVEGACIÓN -->
    <div class="nav">
      <table border="0">
        <tr>
          <td><a href="#que_son_parasitos">&#191;QU&#201; SON LOS PAR&#193;SITOS?</a></td>
          <td><a href="#parasitos_destructivos">PAR&#193;SITOS M&#193;S DESTRUCTIVOS</a></td>
          <td><a href="#danos_fauna">DA&#209;OS A LA FAUNA Y HUMANO</a></td>
          <td><a href="#prevencion_control">PREVENCI&#211;N Y CONTROL</a></td>
        </tr>
      </table>
    </div>

    <!-- SECCIÓN BIENVENIDA -->
    <div class="article">
      <h2>Bienvenidos a nuestra edici&#243;n especial sobre par&#225;sitos</h2>
      <p>Los par&#225;sitos son organismos que dependen de otros para sobrevivir, provocando enfermedades, p&#233;rdidas de biodiversidad y da&#241;os ecol&#243;gicos severos. En esta edici&#243;n, destacamos los casos m&#225;s impactantes de par&#225;sitos animales que han afectado tanto a la fauna silvestre como a los humanos.</p>
    </div>

    <!-- SECCIÓN 1 -->
    <div class="article" id="que_son_parasitos">
      <h2>&#191;Qu&#233; son los par&#225;sitos?</h2>
      <p>Los par&#225;sitos son organismos que viven a expensas de otros seres vivos, conocidos como hospedadores. Obtienen alimento y protecci&#243;n, afectando la salud, el crecimiento y la supervivencia del organismo hu&#233;sped. Existen diferentes tipos: protozoos, helmintos (gusanos), artr&#243;podos (insectos y &#225;caros), entre otros.</p>
      <p>Ejemplos: lombrices intestinales en humanos, pulgas en animales dom&#233;sticos y protozoos en peces. Todos ellos generan un desequilibrio en los ecosistemas.</p>
    </div>

    <!-- SECCIÓN 2 -->
    <div class="article" id="parasitos_destructivos">
      <h2>Par&#225;sitos m&#225;s destructivos</h2>
      <p>Algunos par&#225;sitos tienen un impacto devastador en especies animales y humanas:</p>
      <ul>
        <li><b>Plasmodium spp.</b> – provoca la malaria en humanos.</li>
        <li><b>Varroa destructor</b> – amenaza principal de las abejas.</li>
        <li><b>Toxoplasma gondii</b> – afecta a gatos y puede transmitirse a humanos.</li>
        <li><b>Garrapatas</b> – portadoras de m&#250;ltiples enfermedades en fauna silvestre y dom&#233;stica.</li>
      </ul>
      <p>Estos par&#225;sitos representan un riesgo de salud p&#250;blica y ecol&#243;gica en todo el mundo.</p>
    </div>

    <!-- SECCIÓN 3 -->
    <div class="article" id="danos_fauna">
      <h2>Da&#241;os a la fauna y al humano</h2>
      <p>Los par&#225;sitos no solo provocan enfermedades, tambi&#233;n reducen la capacidad reproductiva y la supervivencia de las especies. En humanos, generan enfermedades debilitantes como malaria, leishmaniasis o enfermedad de Chagas.</p>
      <p>En animales silvestres, los par&#225;sitos reducen la poblaci&#243;n, desequilibran cadenas alimenticias y afectan la biodiversidad. En animales dom&#233;sticos, provocan p&#233;rdidas econ&#243;micas y de salud.</p>
    </div>

    <!-- SECCIÓN 4 -->
    <div class="article" id="prevencion_control">
      <h2>Prevenci&#243;n y control</h2>
      <p>Existen diferentes medidas para reducir el impacto de los par&#225;sitos:</p>
      <ol>
        <li>Campañas de vacunaci&#243;n y desparasitaci&#243;n en animales dom&#233;sticos.</li>
        <li>Control biol&#243;gico de especies invasoras y par&#225;sitos en fauna silvestre.</li>
        <li>Uso de medicamentos antiparasitarios y programas de salud p&#250;blica.</li>
        <li>Educaci&#243;n y concientizaci&#243;n sobre higiene y cuidado ambiental.</li>
      </ol>
      <p>Con estas acciones se busca proteger tanto la salud humana como el equilibrio ecol&#243;gico.</p>
    </div>

    <!-- SECCIONES CON VIDEOS -->
    <div class="article">
      <h2>Ejemplos destacados de par&#225;sitos en acci&#243;n</h2>
      <h3>Lamprea Marina (<i>Petromyzon marinus</i>)</h3>
      <p>Este pez par&#225;sito ha devastado poblaciones de peces en los Grandes Lagos de Am&#233;rica del Norte al adherirse a sus v&#237;ctimas y succionar su sangre.</p>
      <iframe src="https://www.youtube.com/embed/O6DdvyjsWzg" title="Lamprea Marina"></iframe>

      <h3>Mosca Tse-ts&#233; (<i>Glossina spp.</i>)</h3>
      <p>Transmisora de la enfermedad del sue&#241;o, esta mosca parasitaria ha impactado severamente la salud humana y animal en regiones del &#193;frica subsahariana.</p>
      <iframe src="https://www.youtube.com/embed/L6mYuLXwPVk" title="Mosca Tse-tsé"></iframe>

      <h3>Par&#225;sito de pez (<i>Ichthyophthirius multifiliis</i>)</h3>
      <p>Tambi&#233;n llamado "punto blanco", este protozoo afecta a peces de agua dulce en acuarios y h&#225;bitats naturales, generando enfermedades que pueden ser mortales.</p>
      <iframe src="https://www.youtube.com/embed/K9QkeHIML9g" title="Parásito de pez"></iframe>

      <h3>Varroa destructor (&#225;caro de las abejas)</h3>
      <p>Una de las principales amenazas para las abejas. Este &#225;caro se alimenta de su sangre y transmite virus que debilitan las colmenas.</p>
      <iframe src="https://www.youtube.com/embed/Gx7aQI9O4so" title="Varroa destructor"></iframe>

      <h3>Cuco com&#250;n (<i>Cuculus canorus</i>)</h3>
      <p>Conocido por poner sus huevos en nidos ajenos, el cuco obliga a otras aves a criar a sus polluelos en detrimento de sus propias cr&#237;as.</p>
      <iframe src="https://www.youtube.com/embed/5ZN_wrpPva4" title="Cuco común"></iframe>

      <h3>Pulga del gato (<i>Ctenocephalides felis</i>)</h3>
      <p>Peque&#241;o pero poderoso, este par&#225;sito infesta a gatos, perros y humanos, causando molestias, alergias y transmitiendo enfermedades.</p>
      <iframe src="https://www.youtube.com/embed/p7FMX_NSn90" title="Pulga del gato"></iframe>
    </div>

    <!-- PIE DE PÁGINA -->
    <div class="footer">
      <p>&copy; 2025 Animalex - Todos los derechos reservados.</p>
    </div>

  </div>
</body>
</html>
